Repository: VanossPlays/Status.VanossStudios.github.io
Catalog: */LC_MESSAGES/server-status.po
Languages: da_dk

source: Page Not Found
da_dk: Siden blev ikke fundet

source: Sorry, but the page you were trying to view does not exist.
da_dk: Beklager, men siden du forsøgte at se findes ikke.

source: Welcome
da_dk: Velkommen

source: New incident
da_dk: Ny hændelse

source: Title
da_dk: Titel

source: Time
da_dk: Tid

source: Here goes your text...
da_dk: Her skal du skrive din tekst

source: Posted by
da_dk: Tilføjet af

source: Ending
da_dk: Sluttidspunkt

source: End time
da_dk: Sluttidspunkt

source: Submit
da_dk: Send

source: Please login to continue.
da_dk: Login for at forsætte

source: Password
da_dk: Adgangskode

source: Forgotten password?
da_dk: Glemt adgangskode?

source: Remember me
da_dk: Husk mig

source: Lost password
da_dk: Glemt adgangskode

source: Go back
da_dk: Tilbage

source: Password changed successfully!
da_dk: Ændring af adgangskode lykkes!

source: Go back to login page
da_dk: Tilbage til login siden

source: Go back to start
da_dk: Tilbage til start

source: Email with password reset link has been sent!
da_dk: E-Mail med link til nulstilling af adgangskode er hermed sendt!

source: Submit request
da_dk: Send anmodning

source: Reset password for %s (%s)
da_dk: Nulstill adgangskode for %s (%s)

source: New password
da_dk: Ny adgangskode

source: Repeat password
da_dk: Gentag adgangskode

source: Change password
da_dk: Ændre adgangskode

source: New user
da_dk: Ny bruger

source: Name
da_dk: Navn

source: Surname
da_dk: Efternavn

source: Username
da_dk: Brugernavn

source: Permission
da_dk: Tilladelse

source: Settings
da_dk: Indstillinger

source: Services
da_dk: Tjenester

source: Add service
da_dk: Tilføj tjeneste

source: Delete
da_dk: Slet

source: Users
da_dk: Brugere

source: Add new user
da_dk: Tilføjer bruger

source: Role
da_dk: Rolle

source: User
da_dk: Bruger

source: User settings
da_dk: Bruger indstillinger

source: Planned maintenance
da_dk: Planlagt vedligeholdelse

source: Back
da_dk: Tilbage

source: Past incidents
da_dk: Tidligere hændelser

source: No incidents
da_dk: Ingen hændelser

source: Load more
da_dk: Vis mere

source: No services
da_dk: Ingen tjenester

source: Please enter title
da_dk: Indtast venligst titlen

source: Title too long! Character limit is 50
da_dk: Titlen er for lang! Karaktergrænsen er 50 tegn.

source: Please enter text
da_dk: Indtast venligst tekst

source: Please set start and end time! Use ISO 8601 format.
da_dk: Indstil start- og sluttidspunktet! Brug ISO 8601-format.

source: Please select at least one service
da_dk: Vælg mindst en tjeneste

source: Start date format is not recognized. Please use ISO 8601 format.
da_dk: Startdato format genkendes ikke. Brug venligst ISO 8601 format.

source: End date format is not recognized. Please use ISO 8601 format.
da_dk: Slutdato format er ikke genkendt. Brug venligst ISO 8601 format.

source: Ended
da_dk: Sluttede

source: Service name is too long! Character limit is 50
da_dk: Navnet på tjenesten er for lang! Karaktergrænsen er 50 tegn.

source: Please enter name!
da_dk: Indtast venligst navn!

source: You don't have the permission to do that!
da_dk: Du har ikke tilladelse til at gøre det!

source: Please mind the following character limits:
da_dk: Vær opmærksom på følgende tegnbegrænsninger:␣

source: User account created
da_dk: Brugerkonto er oprettet

source: Hi %s!<br>Your account has been created. You can login with your email address at <a href="%s">%s</a> with password %s - please change it as soon as possible.
da_dk: Hej%s! <br> Din konto er blevet oprettet. Du kan logge ind med din emailadresse på <a href="%s">%s </a> med adgangskode%s - skal du ændre det så hurtigt som muligt.

source: Username or email already used
da_dk: Brugernavn eller E-Mail er allerede i brug

source: Your account has been disabled. Please contact administrator.
da_dk: Din konto er blevet deaktiveret. Kontakt venligst din administrator

source: Wrong email or password
da_dk: Forkert e-mail eller adgangskode

source: Invalid token detected, please login again!
da_dk: Ugyldigt token fundet, skal du logge ind igen!

source: Profile picture
da_dk: Profil billede

source: Change role
da_dk: Ændre rolle

source: Change email
da_dk: Ændre E-Mail

source: Old password
da_dk: Nuværende adgangskode

source: Passwords do not match!
da_dk: Adgangskoderne var ikke ens!

source: Cannot change password of other users!
da_dk: Kan ikke ændre adgangskode til andre brugere!

source: Wrong password!
da_dk: Forkert adgangskode

source: Invalid token detected, please retry your request from start!
da_dk: Ugyldigt token opdaget, prøv venligst din anmodning fra starten!

source: Reset password
da_dk: Nulstil adgangskode

source: Email change
da_dk: Ændring af e-mail

source: You don't have permission to do that!
da_dk: Du har ikke tilladelse til at gøre det!

source: Major outage
da_dk: Større nedbrud

source: Minor outage
da_dk: Mindre nedbrug

source: Operational
da_dk: Funktionsdygtig

source: Some systems are experiencing major outages
da_dk: Nogle systemer oplever store nedbrud

source: Some systems are experiencing minor outages
da_dk: Nogle systemer oplever mindre nedbrud

source: Some systems are under maintenance
da_dk: Nogle systemer er under vedligeholdelse

source: Our systems are experiencing major outages.
da_dk: Vores systemer oplever store nedbrud.

source: Our systems are experiencing minor outages
da_dk: Vores systemer oplever mindre nedbrud.

source: Our systems are under maintenance
da_dk: Vores systemer er under vedligeholdelse

source: All systems operational
da_dk: Alle systemer er funktionsdygtige

source: Service Status
da_dk: Tjeneste Status

source: Toggle navigation
da_dk: Skift navigation

source: User (%s)
da_dk: Bruger (%s)

source: Logout
da_dk: Logud

source: Current status
da_dk: Nuværende status

source: Status page
da_dk: Status side

source: Install
da_dk: Installere

source: Connection failed: %s
da_dk: Forbindelse fejlede: %s

source: Please set valid url!
da_dk: Angiv venligst gyldig URL!

source: Error while creating database. Please check permission for your account or MYSQL version.<br>Error: %s
da_dk: Fejl under oprettelse af database. Tjek venligst tilladelse til din konto eller MYSQL-version. <br> Fejl: %s

source: Website details
da_dk: Website detaljer

source: Also an email address for mailer would be nice :)
da_dk: Også en mailadresse til mailer ville være rart :)

source: Database connection
da_dk: Database forbindelse

source: We need database connection to be able to create tables. Please check that your account has the permission needed to do that.
da_dk: Vi har brug for databaseforbindelse for at kunne oprette tabeller. Kontroller, at din konto har den tilladelse, der er nødvendig for at gøre det.

source: And finally, we need info to create a new user. You don't have to provide it, but then... No status page admin...
da_dk: Og endelig har vi brug for info for at oprette en ny bruger. Du behøver ikke give det, men så ... Ingen status side admin ..

source: Run install!
da_dk: Kør Installation

source: Rank
da_dk: Rang

source: Hi %s!<br>Below you will find link to change your password. The link is valid for 24hrs. If you didn't request this, feel free to ignore it. <br><br><a href="%s">RESET PASSWORD</a><br><br>If the link doesn't work, copy &amp; paste it into your browser: <br>%s
da_dk: Hej %s! <br> Nedenfor finder du link til at ændre dit kodeord. Linket gælder i 24 timer. Hvis du ikke har anmodet om dette, er du velkommen til at ignorere det. <br> <br> <a href="%s"> NULSTIL ADGANGSKODE </a> <br> <br> Hvis linket ikke virker, skal du kopiere &amp; Indsæt det i din browser: <br> %s

source: Hi %s!<br>Below you will find link to change your email. The link is valid for 24hrs. If you didn't request this, feel free to ignore it. <br><br><a href="%s">CHANGE EMAIL</a><br><br>If the link doesn't work, copy &amp; paste it into your browser: <br>%s
da_dk: Hej %s! <br> Nedenfor finder du link til at ændre din email. Linket gælder i 24 timer. Hvis du ikke har anmodet om dette, er du velkommen til at ignorere det. <br> <br> <a href="%s"> ÆNDRE E-MAIL </a> <br> <br> Hvis linket ikke virker, skal du kopiere &amp; Indsæt det i din browser: <br> %s

source: Editor
da_dk: Moderator

source: Server name
da_dk: Server navn

source: Mailer name
da_dk: Mailer navn

source: Database name
da_dk: Database navn

source: Database user
da_dk: Database bruger

source: Database password
da_dk: Database adgangskode

source: Toggle Dropdown
da_dk: Skift Dropdown

source: Help with translation!
da_dk: Hjælp med at oversætte!

source: Deactivate user
da_dk: Deaktivere bruger

source: Activate user
da_dk: Aktivere bruger

source: Please enter
da_dk: Kom ind

source: We will ask you some basic questions about your website. Most of the settings can be later edited in the config.php file.
da_dk: Vi vil stille dig nogle grundlæggende spørgsmål om dit websted. De fleste af indstillingerne kan senere redigeres i config.php filen.

source: We need a name for your status page (shown behind page title after the dash) and a url of your server status installation (i.e. <a href='#'>https://example.com/status</a> - without the trailing slash), so we can mail users link for forgotten password etc...
da_dk: Vi har brug for et navn til din statusside (vist bag sidetitel efter bindestreg) og en webadresse til din serverstatusinstallation (dvs. <a href='#'> https://example.com/status </a> - uden det efterfølgende skråstreg), så vi kan sende brugerne link til glemt kodeord osv. ..

source: A title that you want to be shown on the top of the page.
da_dk: En titel, som du vil blive vist øverst på siden.

source: Service does not exist!
da_dk: Service eksisterer ikke!

source: Please fill in your email and password!
da_dk: Udfyld venligst din email og adgangskode!

source: Change name
da_dk: Ændre navn

source: Change username
da_dk: Ændre brugernavn

source: This username is already taken.
da_dk: Denne brugernavn er allerede taget.

source: Cannot change username of other users!
da_dk: Kan ikke ændre brugernavnet af andre brugere!

source: Cannot change names of other users!
da_dk: Kan ikke ændre navne på andre brugere!

source: Confirmation email sent!
da_dk: Bekræftelses email sendt

source: Privacy Policy
da_dk: Fortrolighedspolitik

source: Company name
da_dk: Firmanavn

source: Address
da_dk: Adresse

source: Full address
da_dk: Fuld adresse

source: Phone
da_dk: Telefon

source: Phone number
da_dk: Telefonnummer

source: Who we are
da_dk: Hvem vi er

source: Contact
da_dk: Kontakt

source: What personal data we collect and why
da_dk: Hvilke personlige data indsamler vi og hvorfor

source: If you access our websites, the following information will be saved: IP-address, Date, Time, Browser queries, General information about your browser, operating system and all search queries on the sites. This user data will be used for anonym user statistics to recognize trends and improve our content.
da_dk: Hvis du besøger vores hjemmesider, vil følgende oplysninger blive gemt: IP-adresse, Dato, Tid, Browser forespørgsler, Generelle oplysninger om din browser, operativsystem og alle søgninger på webstederne. Disse brugerdata vil blive brugt til anonym brugerstatistik for at genkende trends og forbedre vores indhold.

source: How we protect your data
da_dk: Hvordan vi beskytter dine data

source: In collaboration with our hosting provider we try our best to protect our databases against access from third parties, losses, misuse or forgery.
da_dk: I samarbejde med vores hostingudbyder forsøger vi vores bedste for at beskytte vores databaser mod adgang fra tredjepart, tab, misbrug eller forfalskning.

source: Third party that receive your personal data
da_dk: Tredjepart, der modtager dine personlige oplysninger

source: This site uses cookies – small text files that are placed on your machine to help the site provide a better user experience. In general, cookies are used to retain user preferences, store information for things like shopping carts, and provide anonymised tracking data to third party applications like Google Analytics. As a rule, cookies will make your browsing experience better. However, you may prefer to disable cookies on this site and on others. The most effective way to do this is to disable cookies in your browser. We suggest consulting the Help section of your browser or taking a look at the About Cookies website which offers guidance for all modern browsers
da_dk: Dette websted bruger cookies - små tekstfiler, der er placeret på din maskine for at hjælpe webstedet med at give en bedre brugeroplevelse. Generelt bruges cookies til at bevare brugerens præferencer, gemme oplysninger om ting som indkøbsvogne, og levere anonymiserede sporingsdata til tredjeparts applikationer som Google Analytics. Cookies vil som regel gøre din browsing oplevelse bedre. Du kan dog foretrække at deaktivere cookies på dette websted og på andre. Den mest effektive måde at gøre dette på er at deaktivere cookies i din browser. Vi foreslår at konsultere Hjælp-sektionen i din browser eller kig på webstedet About Cookies, der giver vejledning til alle moderne browsere

source: Since you are collecting personal information, the GDPR needs you to have a privacy policy. Enter the details below.
da_dk: Siden du samler personlige oplysninger, har GDPR dig brug for en privatlivspolitik. Indtast detaljerne nedenfor.

source: Some info about yourself
da_dk: Nogle oplysninger om dig selv

source: General
da_dk: Generel
